const comments = [
  {
    id: 1,
    isbn: '9791158395124',
    rank: 5,
    body: '미드저니랑 스테이블 디퓨전 이름만 듣고 어떻게 사용할지 궁금했는데 기대됩니다!',
  },
  {
    id: 2,
    isbn: '9791158395124',
    rank: 3,
    body: '게임 개발자로서 사이드 프로젝트에 활용할 수 있을 것 같아 기대가 됩니다',
  },
  {
    id: 3,
    isbn: '9791158395124',
    rank: 4,
    body: '게임 개발시, 원하는 리소스를 찾기 힘들었는데, 직접 만들 수 있을 것 같아서 기대됩니다!',
  },
  {
    id: 4,
    isbn: '9791158395117',
    rank: 5,
    body: '디자인을 하면서 미드저니 활용을 늘 하고 싶었는데 책이 출시되어 너무 좋아요!',
  },
  {
    id: 5,
    isbn: '9791158395117',
    rank: 5,
    body: '디자인을 배우며 미드저니를 잘 활용하고 싶은데 이 책을 참고하면 큰 도움이 될 것 같아요♥',
  },
  {
    id: 6,
    isbn: '9791158395018',
    rank: 3,
    body: '그로스 해킹에 대해 제대로 이야기 한 몇 안되는 국내 도서 같습니다.',
  },
  {
    id: 7,
    isbn: '9791158395018',
    rank: 4,
    body: '마케팅 하면서 몰랐던 부분이 이렇게 많았던걸 느꼈습니다.',
  },
  {
    id: 8,
    isbn: '9791158395179',
    rank: 5,
    body: '공부하려고샀는데 괜찮습니다',
  },
  {
    id: 9,
    isbn: '9791158395179',
    rank: 5,
    body: '이전 8.0보다가 회사 동생한테 주고 이직했는데 다시 필요해서 샀습니다.',
  },
  {
    id: 10,
    isbn: '9791158395018',
    rank: 5,
    body: '현존하는 최고의 그로스해킹 책! 마케터, CEO 라면 필수 도서',
  },
  {
    id: 11,
    isbn: '9791158395032',
    rank: 4,
    body: '약간 어려울 수 있지만 캐릭터 제작에 알아야 할 기본적인 내용들은 잘 구성되어 있네요',
  },
  {
    id: 12,
    isbn: '9791158395032',
    rank: 3,
    body: '기능설명이 자세하게 나와있어서 사전처럼 찾아보기 좋은책, 내용이 많아 순서대로 정독은 어렵',
  },
  {
    id: 13,
    isbn: '9791158395032',
    rank: 4,
    body: '초보자에게 좋아요',
  },
  {
    id: 14,
    isbn: '9791158395032',
    rank: 5,
    body: '초보자라면 강력 추천합니다. 입문자로서 많은 도움이 됐고 예제가 다양해서 좋았습니다',
  },
  {
    id: 15,
    isbn: '9791158395124',
    rank: 3,
    body: '생성형AI를 활용한 게임 개발에 흥미가 많이 있었는데, 좋은 교본이 될 것 같습니다.',
  },
  {
    id: 16,
    isbn: '9791158395124',
    rank: 3,
    body: 'ai를 게임개발에 활용할 수 있는 방법 정말 궁금하고 기대됩니다!',
  },
  {
    id: 17,
    isbn: '9791158395117',
    rank: 4,
    body: '발전하는 요즘이기에 공부해보려고 합니다!',
  },
];

export default comments;